[{"pageIndex":3,"title":"School Spelling Bee Study List - 1","level":1,"levelName":"One Bee","words":[{"value":"punting","definition":["n\t(football) a kick in which the football is dropped from the hands and kicked before it touches the ground"]},{"value":"crowd","definition":["v\t(intransitive) To press forward; to advance by pushing. ","v\t(intransitive) To press together or collect in numbers ","v\t(transitive) To press or drive together, especially into a small space; to cram. ","v\t(transitive) To fill by pressing or thronging together ","v\t(transitive, often used with \"out of\" or \"off\") To push, to press, to shove. ","v\t(nautical) To approach another ship too closely when it has right of way. ","v\t(nautical, of a square-rigged ship, transitive) To carry excessive sail in the hope of moving faster. ","v\t(transitive) To press by solicitation; to urge; to dun; hence, to treat discourteously or unreasonably. ","n\tA group of people congregated or collected into a close body without order. ","n\tSeveral things collected or closely pressed together; also, some things adjacent to each other. ","n\t(with definite article) The so-called lower orders of people; the populace, vulgar. ","n\tA group of people united or at least characterised by a common interest. ","n\t(now dialectal) A fiddle. ","v\t(obsolete, intransitive) To play on a crowd; to fiddle. ","n\t(obsolete) Alternative form of crwth [(historical) An archaic stringed instrument associated particularly with Wales, though once played widely in Europe, and characterized by a vaulted back and enough space for the player to stop each of the six strings on the fingerboard.] "]},{"value":"secret","definition":["n\t(countable) A piece of knowledge that is hidden and intended to be kept hidden. ","n\tThe key or principle by which something is made clear; the knack. ","n\tSomething not understood or known. ","n\t(uncountable) Private seclusion. ","n\t(archaic, in the plural) The genital organs. ","n\t(historical) A form of steel skullcap. ","n\t(Christianity, often in the plural) Any prayer spoken inaudibly and not aloud; especially, one of the prayers in the Mass, immediately following the \"orate, fratres\", said inaudibly by the celebrant. ","adj\tBeing or kept hidden. ","adj\t(obsolete) Withdrawn from general intercourse or notice; in retirement or secrecy; secluded. ","adj\t(obsolete) Faithful to a secret; not inclined to divulge or betray confidence; secretive, separate, apart. ","adj\t(obsolete) Separate; distinct. ","v\t(transitive) To make or keep secret. ","v\t(transitive) To hide secretly. "]}]}]